WELCOME_MESSAGES = 'Для помощи обратитесь к команде /help, чтобы затрекать время выберите команду /track'
HELP_MESSAGE = 'Команда /start позволит зарегестрироватся или сменить ключ от редмайна, а с помощью команды /track можно затрекать время, выполнив пошаговые инструкции'

START_REDMINE_SETTINGS = 'Привет! Чтобы можно было воспользоватся ботом нужно его настроить'
SET_REDMINE_KEY = 'Пожалуйста введите ключ от redmine, который можно получить в профиле'
DONE_REDMINE_SETTINGS = 'Настройки подключения к redmine успешно сохранены'
INVALID_REDMINE_KEY = 'Меня не обмануть, введи правильный ключ. Для повторного ввода используй команду /start'

NOT_FOUND_USER = 'К сожалению вы не зарегестрированы, пожалуйста перейдите на команду /start'

WELCOME_ENTRY_TIME = 'Бот выручит тебя, только укажи куда мне затрекать время'
SET_ISSUE = 'Сейчас я знаю:\n{}\nТеперь нужно указать в какую задачу нужно затрекать время. Но ты можешь отказатся от помощи, щелкнув на /cancel'
SET_SPENT_ON = 'Сейчас я знаю:\n{}\nТеперь нужно указать смещение на какой день нужно затрекать время. Но ты можешь отказатся от помощи, щелкнув на /cancel'
SET_HOURS = 'Сейчас я знаю:\n{}\nТеперь нужно добавить время, сколько хочется затрекать время. Но ты можешь отказатся от помощи, щелкнув на /cancel'
SET_COMMENTS = 'Сейчас я знаю:\n{}\nТеперь нужно написать комментарий или ты можешь отказатся от помощи, щелкнув на /cancel'
FINISH_ENTRY_TIME = 'Сейчас я знаю:\n{}\nОсталось подтвердить изменения или изменить комментарий. А также можешь отказатся от помощи, щелкнув на /cancel'
SAVE_ENTRY_TIME = 'Бот выручит прямо сейчас:\n{}'
ENTRY_TIME_CANCEL = 'Бот пытался помочь, но не смог. Попробуй в следующий раз'
