HELP_MESSAGES = 'Для помощи обратитесь к команде /help, чтобы затрекать время выберите команду /track'

START_REDMINE_SETTINGS = 'Привет! Чтобы можно было воспользоватся ботом нужно его настроить'
SET_REDMINE_KEY = 'Пожалуйста введите ключ от redmine, который можно получить в профиле'
DONE_REDMINE_SETTINGS = 'Настройки подключения к redmine успешно сохранены'

NOT_FOUND_USER = 'К сожалению вы не зарегестрированы, пожалуйста перейдите на команду /start'

WELCOME_TRACK_TASK = 'Бот выручит тебя, только укажи куда мне затрекать время'
SET_TASK = 'Сейчас я знаю:\n{}\nТеперь нужно указать в какую задачу нужно затрекать время. Но ты можешь отказатся от помощи, щелкнув на /cancel'
SET_DATE = 'Сейчас я знаю:\n{}\nТеперь нужно указать смещение на какой день нужно затрекать время. Но ты можешь отказатся от помощи, щелкнув на /cancel'
SET_WORKTIME = 'Сейчас я знаю:\n{}\nТеперь нужно добавить время, сколько хочется затрекать время. Но ты можешь отказатся от помощи, щелкнув на /cancel'
SET_COMMENT = 'Сейчас я знаю:\n{}\nТеперь нужно написать комментарий или пропусти этот шаг. Но ты можешь отказатся от помощи, щелкнув на /cancel'
SAVE_TRACK_TIME = 'Бот выручит прямо сейчас:\n{}'
TRACK_CANCEL = 'Бот пытался помочь, но не смог. Попробуй в следующий раз'
